Repository: brunobord/beeroverip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Beer flow, latest
fr: Dernières bières dans le flux

source: Latest Beers available for IP Transport
fr: Voici les dernières bières proposées pour le transport via IP

source: name
fr: nom

source: beer
fr: bière

source: beers
fr: bières

source: drink
fr: boisson

source: drinks
fr: boissons

source: credits
fr: crédits

source: upload date
fr: date d'ajout

source: picture
fr: image

source: Beer not found...
fr: Bière introuvable...

source: Credits:
fr: Crédits :

source: Beer Flow
fr: Flux de Bières

source: About
fr: À propos

source: List of all beers available
fr: Liste de toutes les bières disponibles

source: Random
fr: Aléatoire

source: Drink
fr: Boisson

source: Pictures are property of their authors, and are usually published under a Creative Commons License.
fr: Les images sont la propriété de leurs auteurs, et sont généralement publiée sous contrat Creative Commons.

source: Powered by BeerOverIp
fr: Propulsé par BeerOverIP

source: <strong>SERIOUS WARNING:</strong> This website is not about getting pissed. It's just about sending virtual beers to people you like or you want to thank. Please, please don't drink and drive. Please, please don't destroy your brain cells by drinking too much. Please, please, prefer having only one fine beer rather than a dozen pints of cheap donkey piss. Many thanks.
fr: <strong>AVERTISSEMENT SÉRIEUX :</strong> Ce site internet n'est pas destiné à te mettre minable ou à faire l'apologie de la murge. Il s'agit simplement d'envoyer des bières virtuelles aux gens que tu apprécies ou que tu veux remercier. S'il te plaît, je t'en prie, ne conduis pas bourré. S'il te plaît, je t'en prie, ne détruis pas tes neurones en abusant de la boisson. S'il te plaît, je t'en prie, choisis plutôt une seule bonne bière plutôt qu'une dizaine de bouteilles de pisse d'âne pas chères. Merci bien.

source: You may find very valuable advice by visiting the <a href="http://www.drinkaware.co.uk/">Drink Aware</a> website.
fr: Tu peux trouver de bien plus amples informations en allant sur le site <a href="http://www.boiretrop.fr/">Boire Trop</a> (flash requis).

source: Beer
fr: Bière

source: List of all available drinks
fr: Liste des boissons disponibles

source: Random Drink
fr: Boisson aléatoire

source: You've just been offered...
fr: On vient de t'offrir...

source: a Beer over IP
fr: une Bière Sur IP

source: more precisely: <em>%(beer)s</em>
fr: ou plus précisément: <em>%(beer)s</em>

source: A permalink to "%(beer)s"
fr: Un lien permanent vers "%(beer)s"

source: The beer list
fr: Liste des bières

source: Special feature:
fr: Spécial :

source: a <del>Beer</del>Drink over IP
fr: une <del>Bière</del>Boisson Sur IP

source: more precisely: <em>%(drink)s</em>
fr: ou plus précisément: <em>%(drink)s</em>

source: The drink list
fr: Liste des boissons

source: A Beer over RSS:
fr: une Bière via RSS :

source: more precisely: <em>%(obj)s</em>
fr: ou plus précisément: <em>%(obj)s</em>

source: Beer Over IP is the simplest and easiest way to send a beer to someone over the IP protocol.
fr: Beer Over Ip est le moyen le plus simple et le plus efficace pour envoyer une bière à quelqu'un en utilisant le protocole IP.

source: How to use it?
fr: Comment l'utiliser ?

source: it's as simple as giving someone a link to the main <a href="http://beeroverip.org">Beer over IP website</a>. Your "target" clicks on it and he or she gets instant reward!
fr: c'est aussi simple que de donner un lien vers <a href="http://beeroverip.org/">site Beer Over IP</a>. Votre "cible" clique sur le lien et hop ! Il ou elle reçoit immédiatement sa récompense !

source: The default beer is nice, but ain't there any other?
fr: La bière par défaut est bonne, mais y en a-t-il d'autres ?

source: Of course! Just go to <a href="http://beeroverip.org/all/">the global list of beers</a> and pick up the one you want to send over IP. You'll get a link to a specific beer that fits your needs. Hence you may send <a href="http://beeroverip.org/stout/">stout to someone!</a>
fr: Bien entendu ! Il vous suffit d'aller sur <a href="http://beeroverip.org/all/">la liste complète des bières</a> et de choisir celle que vous voulez envoyer via le protocole IP. Vous pourrez obtenir un lien vers la bière qui vous convient. Ainsi, vous pouvez envoyer <a href="http://beeroverip.org/stout/">une stout</a> à quelqu'un !

source: Ain't it cool?
fr: C'est cool, non ?

source: I can't find my favorite beer!
fr: Je ne trouve pas ma bière préférée !

source: Unfortunately, this website is not a beer anthology (yet). But you could help it by hunting for a Free (as in speech) picture of a beer (Flickr has tons of them) on the web, or take one picture by yourself, and publish it under a Creative Commons License. Once you have:
fr: Malheureusement, ce site n'est pas (encore) une anthologie de la bière. Mais vous pouvez nous aider en partant à la chasse d'une bière dont l'image est libre de droit (Flickr en a des tas) sur le web, ou vous pouvez prendre la photo vous-même, et la publier sous un contrat Creative Commons, par exemple. Une fois que vous avez :

source: the name of the sort of beer,
fr: le nom de la bière,

source: a decent picture of it,
fr: une image intéressante de cette bière,

source: a description, and the terms of the license,
fr: une description, les termes d'utilisation,

source: go straight to <a href="https://github.com/brunobord/beeroverip/issues">the BeerOverIP bug interface</a> and file a bug. The title may be: "new beer: [this sort of beer] could be added to the list". You may proceed by sending links to the picture and texts, or attach files in the bug report.
fr: allez droit sur <a href="https://github.com/brunobord/beeroverip/issues/">l'interface de bug de BeerOverIP</a> sur github et créez une issue. Le titre peut ressembler à : "nouvelle bière : [cette sorte de bière] pourrait être ajoutée". Vous pouvez ensuite envoyer un lien vers l'image et ses informations, ou attacher le fichier image sur le rapport de bug en question.

source: If your new beer is a nice candidate and fits the right criteria, it may be added to our database as soon as possible.
fr: Si votre nouvelle bière est une candidate acceptable, elle sera ajoutée à la base de données aussi vite que possible.

source: an ASCII Beer over IP
fr: une Bière Sur IP en ASCII

source: A permalink to "ASCII BEER"
fr: Un lien permanent vers "ASCII BEER"
